{"id":5417,"date":"2019-12-16T16:48:09","date_gmt":"2019-12-17T00:48:09","guid":{"rendered":"https:\/\/audiblemagic.flywheelstaging.com\/?p=5417"},"modified":"2020-07-16T16:28:46","modified_gmt":"2020-07-16T23:28:46","slug":"ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting","status":"publish","type":"post","link":"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/","title":{"rendered":"AM&#8217;s CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting"},"content":{"rendered":"<p><iframe src=\"https:\/\/player.vimeo.com\/video\/380331644\" width=\"400\" height=\"350\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n<p>December 16, 2019<\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>My name is<a href=\"https:\/\/www.audiblemagic.com\/company\/leadership\/\"> Vance Ikezoye<\/a>. I am co-founder and CEO of Audible Magic. With me is Mike Edwards, General Manager and Vice President for the EMEA region. We would like to thank the Commission for this opportunity to speak.<\/p>\n<p>For the purposes of this presentation, we would like permission to use the term “Platform” to represent the Online Content-Sharing Service Providers (OCSSP).<\/p>\n<p>Audible Magic is a technology company that was founded in 1999. Over the past decade, we have been one of the leading providers of copyright identification services to these platforms.<\/p>\n<p><strong>Business Roles and Policies<\/strong><\/p>\n<p>I would like to share an overview of how we work with Platforms and the Content Industry. Our customer, the party that pays for our services, are the Platforms. The Rightsholders have and must take affirmative action to register their repertoire into our systems. We do not charge Rightsholders for works registration.<\/p>\n<p>Usage and match data are confidential information of the Platform. Any release of that information requires explicit approval by the Platforms. However, our current agreements generally allow us to provide limited information to Rightsholders about the services used by each Platform.<\/p>\n<p>Since the Platforms pay, they have discretion as to what services they use and what content they process.<\/p>\n<p>This arrangement has been working well in practice for over a decade. We believe that most of our customers and rightsholders act in good faith and are trying to do the right thing for all involved, including the consumer.<\/p>\n<p><strong>The Technology<\/strong><\/p>\n<p>Our service uses a fingerprinting technology which we have developed and continue to enhance. A fingerprinting technology matches content based upon perceptual characteristics of the content itself. It doesn’t rely on metadata or embedded marks. The technology can differentiate between live and studio versions of the same song. We provide services for identifying music and film\/video content.<\/p>\n<p>Audible Magic’s scientists were among the early pioneers of audio fingerprinting and obtained many of the first patents in the field. We continue to invest and enhance the technology to keep up with the rapid changes in digital media. We have also been granted an extensive portfolio of patents which provides our customers peace of mind from any threat of litigation for patent infringement. Uniquely, we indemnify our customers against any claims for patent infringement arising from the use of our technology.<\/p>\n<p><strong>Works Registration<\/strong><\/p>\n<p>We have over 140,000 rightsholders’ content registered in our program across music and film\/video. We receive on average 300,000 new works per month. This content comes from over 140 countries. We have a range of rightsholders from major record labels and Hollywood studios with millions of works, to independent singer\/songwriters with five tracks. There are no restrictions. Any bona fide copyright owner may register their works with Audible Magic. Most of these registrations are provided to us prior to commercial release or broadcast.<\/p>\n<p>The Registration Process is very straightforward. Rightsholders contact AM; many times they are referred to us by our platform customers. They first sign a simple 2-page registration agreement. We do not charge rightsholders for registration of their works.<\/p>\n<p>Rightsholders then either provide digital or physical copies of their works or we provide them tools to fingerprint the content themselves. They provide us basic information about each copyrighted work, including song titles, artist names, record labels, show titles, season and episode numbers. In addition, for each title, they supply us their designated business rule, such as allow, block, or monetize. We can also support duration-based rules, which for example can enable content under a specified duration to be allowed.<\/p>\n<p>We can manage these rules by Platform. Thus, the same work could be blocked at one platform and allowed for use on another. We ingest the fingerprints, metadata, and business rules into our services. This metadata provides the basis for the information communicated to the Platform when a match occurs. This information is then ingested into our identification system.<\/p>\n<p>Many right holders use third party service providers to register their content with Audible Magic and with other service providers. We strongly support moves by organizations such as ALPA to set up a one-stop-shops to enable their members to effortlessly register with multiple content recognition services including Audible Magic, Facebook, YouTube ContentID and INA.<\/p>\n<p><strong>The Identification Service for Platforms<\/strong><\/p>\n<p>We work with Platforms to implement our service. Platforms deploy a simple piece of software at the point of ingest after upload by the consumer. This integration is very easy, and the programming required is measured in minutes or hours (at most). This software processes the unknown media and generates the data needed to identify the work. This data is sent to our services via the internet. There is no information about the consumer that is used or transmitted to us. Each identification request is processed in less than a second and the service returns the metadata and business rules associated with the matched work back to the Platform.<\/p>\n<p>There are various configurations of the identification technology which are optimized for each platform and their specific use case. We try to balance the thoroughness of the analysis against the cost of the service. In general, the current technology standards that our customers utilize is the unknown content contains 20 contiguous seconds matched to the registered copyrighted content for longer form content, and 5-10 contiguous seconds for short form content.<\/p>\n<p>Every month we process over 3-billion identification requests per month from our customers. At peak, we can process over 8,000 requests per second. These volumes demonstrate the scale of user generated content on social video platforms.<\/p>\n<p>With regards to Staydown capabilities, we have been providing that service since 2008, however most of our Customers have not implemented this feature.<\/p>\n<p>Our customers are diverse. Platforms take the form of websites and mobile applications. Our customers range from some of the largest platforms in the world to small platforms in Africa and Southeast Asia. We have platforms that handle hundreds of files a month and platforms that do thousands per second.<\/p>\n<p>The customers range in technical capabilities. We have small platforms with the CEO acting as the software programmer to major platforms with teams of engineers and lawyers. We have platforms that utilize the ad-support monetization model and those that are subscription-based. As a general rule, most of our platforms do not broadly monetize their UGC videos.<\/p>\n<p><strong>Legitimate Technical Issues<\/strong><\/p>\n<p>In the course of these Commission Dialogue meetings, there have been a number of issues discussed by the various Stakeholders. Many of these issues are legitimate and worthy of continued discussion. We’d like to briefly comment on some of them:<\/p>\n<p><strong>False Positives and Over-Blocking<\/strong><\/p>\n<p>The use of an identification technology is the only practical method of dealing with the volume of user content being generated. Since this is an automated process, accuracy is perhaps one of the most important requirements for an identification technology. All technologies are not alike. My co-founder used to say that it is very easy to invent a bad technology. And the reality is that technologies can be optimized for one attribute at the expense of others.<\/p>\n<p>We believe that incorrectly identifying a work, a false positive, is a critical error and therefore ensuring misidentifications are essentially zero is the single most important objective for a production technology. We believe false identifications lead to over-blocking, attributing rights to the wrong content, or platforms having to manually review results.<\/p>\n<p>One example of where false positive problems can occur is with measuring too short a duration of content. Trying to use fingerprinting technology to match one or two seconds of audio is like trying to match two compositions based upon two musical notes.<\/p>\n<p><strong>Copyright Exceptions<\/strong><\/p>\n<p>Copyright exceptions require a high degree of intellectual judgement and an understanding and appreciation of context. We do not represent that any technology can solve this problem in an automated fashion. Ultimately, these types of determinations must be handled by human judgement. However, identification technologies can supply data which can be used to enable more informed copyright exception analysis.<\/p>\n<p>We fully support the call by many of the organizations representing consumer rights for transparent, accessible, and speedy appeal processes, administered by humans as the optimum way of addressing the issue. We also want to recognize that several of our customers have described in their presentations during these proceedings their redress mechanisms. It is probably because of these redress mechanisms that, in the more than 12 years we have been providing content recognition services to some of the world’s largest platforms, that we have not become aware of any serious or systematic issues in this area.<\/p>\n<p><strong>High Industry Standards<\/strong><\/p>\n<p>There has been much discussion with respect to the High Industry Standards language of the Directive. We believe that a copyright identification service which meets this bar must have at least the following attributes: First, service must be representative of global content. The service must be accessible and supported by a critical mass of rightholders, who have affirmatively registered their content. And it must be a turnkey and affordable solution for the range of platforms. We believe there are a number of commercially available content recognition services for the music and film\/video industries that meet these criteria. Although this is a difficult issue, the drafting of the Directive was very thoughtful with respect to the recognition of the ongoing evolution in media and continuing improvement of technology to identify it.<\/p>\n<p><strong>Complexity of Licensing Administration<\/strong><\/p>\n<p>The clear intention of the Commission with the Directive is to encourage licensing of content by the Platforms. The reality is that there are complexities related to both the licensing of content as well as the administration of the licenses and royalties. These complexities cause issues of time and expense for both platforms and the rightsholders. The problem logistically is how to manage the sheer number of rightsholders and size of catalogs that exist globally. And an added comment, roughly 90% of the titles registered with us never get identified, even once out of the 3 billion identifications we perform every month, across our platform customers.<\/p>\n<p><strong>Red Herrings<\/strong><\/p>\n<p>On the other side of these proceedings, there are some issues that continue to be raised as concerns related to the use of identification technologies. These concerns I would characterize as “Red Herrings”.<\/p>\n<p><strong>Cost of the Service<\/strong><\/p>\n<p>The first Red Herring I would like to mention is the cost of the service. Our service fees are based upon the number of files processed. So smaller platforms with fewer files, pay less than large platforms. We have customers that pay a few hundred Euros per month. In addition, there is an active and competitive market for content identification services, and there is no need for any platform to make the capital investment to develop their own technology. Some of the biggest and smallest platforms in the market are customers of ours.<\/p>\n<p><strong>Cost and Difficulty of Implementation<\/strong><\/p>\n<p>Another frequently heard Red Herring is the issue that the technical implementation of identification services is time consuming and difficult. We have had customers implement our technology in minutes based only upon our documentation. We also make available technical support to our customers, to help them implement our solutions.<\/p>\n<p><strong>Technology Maturity<\/strong><\/p>\n<p>We believe that the technology for identification is mature and presents a viable solution to all sizes and types of Platforms. We believe this because our customers prove it. Our services have been used by scores of platforms reliably and non-controversially for over a decade.<\/p>\n<p><strong>Future Directions<\/strong><\/p>\n<p>With that said, there are areas the tech industry can help both platforms and rightsholders in implementing both the letter and intention of the new Directive. One of the biggest areas, which we cited previously as an issue, is in licensing and royalty administration.<\/p>\n<p>We believe that the content licensing effort for both the platforms and rightsholders is very complex and time consuming. Because platforms are global and rights are by territory, licensing for a platform is a non-trivial exercise.<\/p>\n<p>Secondly, once licenses have been obtained, the effort to administer and report on usage and royalties is very difficult for the platforms. And on the other side, the rightsholders have an equally challenging and difficult time processing and understanding the reports provided by the platforms.<\/p>\n<p>We think this is an area where the technology vendors, such as Audible Magic, can provide further value to supporting the goals of the Commission with Article 17 – which is to enable a more frictionless environment for licensing and use of copyrighted content by consumers and platforms.<\/p>\n<p>I can report that we are collaborating with many music right holders and platforms to develop simple, one-stop licensing processes, and to develop the tools for license management and administration that will remove the need for individual platforms to invest in building these systems themselves. We will be making further announcements in this regard as these systems are launched.<\/p>\n<p>Thank you.<\/p>\n<p>&nbsp;<\/p>\n<p>For more information on the fourth meeting of the stakeholder dialogue, you can visit the following page.<\/p>\n<p><a href=\"https:\/\/ec.europa.eu\/digital-single-market\/en\/news\/fourth-meeting-stakeholder-dialogue-article-17-directive-copyright-digital-single-market\">https:\/\/ec.europa.eu\/digital-single-market\/en\/news\/fourth-meeting-stakeholder-dialogue-article-17-directive-copyright-digital-single-market<\/a><\/p>\n<p><b><span data-contrast=\"auto\">Plan Now<\/span><\/b><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">I<\/span><span data-contrast=\"auto\">t<\/span><span data-contrast=\"auto\"> is<\/span><span data-contrast=\"auto\"> important to start planning now on how to meet the requirements and understand the impact of the Directive on your business.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/p>\n<p><span data-contrast=\"auto\">Below are some resources to help you understand the Directive and how it may impact your business.<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/p>\n<ul>\n<li data-leveltext=\"\" data-font=\"Symbol\" data-listid=\"3\" aria-setsize=\"-1\" data-aria-posinset=\"1\" data-aria-level=\"1\"><a href=\"https:\/\/www.audiblemagic.com\/article-17-assessment-survey\/\"><span data-contrast=\"none\">Take our A17 Assessment<\/span><\/a><span data-contrast=\"auto\"> Survey for platforms to assess if the Directive affects your company and then assess your readiness to comply<\/span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/li>\n<li data-leveltext=\"\" data-font=\"Symbol\" data-listid=\"3\" aria-setsize=\"-1\" data-aria-posinset=\"2\" data-aria-level=\"1\"><span data-contrast=\"auto\">Learn more about the impact of the <\/span><a href=\"https:\/\/www.audiblemagic.com\/2020\/05\/07\/audible-magic-review-streaming-and-the-new-european-copyright-directive\/\"><span data-contrast=\"none\">EU Copyright Directive on live streaming platforms<\/span><\/a><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/li>\n<li data-leveltext=\"\" data-font=\"Symbol\" data-listid=\"3\" aria-setsize=\"-1\" data-aria-posinset=\"3\" data-aria-level=\"1\"><span data-contrast=\"auto\">Understand how <\/span><a href=\"https:\/\/www.audiblemagic.com\/2019\/12\/23\/how-will-article-17-impact-small-social-networks-outside-the-eu\/\"><span data-contrast=\"none\">small social networks will be impacted<\/span><\/a><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/li>\n<li data-leveltext=\"\" data-font=\"Symbol\" data-listid=\"3\" aria-setsize=\"-1\" data-aria-posinset=\"3\" data-aria-level=\"1\"><span data-contrast=\"auto\">Read the full text of the <\/span><a href=\"http:\/\/www.europarl.europa.eu\/doceo\/document\/A-8-2018-0245-AM-271-271_EN.pdf\"><span data-contrast=\"none\">Directive<\/span><\/a><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/li>\n<li data-leveltext=\"\" data-font=\"Symbol\" data-listid=\"3\" aria-setsize=\"-1\" data-aria-posinset=\"3\" data-aria-level=\"1\"><span data-contrast=\"auto\">And more is available on our <\/span><a href=\"https:\/\/www.audiblemagic.com\/article-17\/\"><span data-contrast=\"none\">Article 17<\/span><\/a><span data-contrast=\"auto\"> page as well as in our <\/span><a href=\"https:\/\/www.audiblemagic.com\/article-17\/\"><span data-contrast=\"none\">blog section<\/span><\/a><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:0,&quot;335559740&quot;:240}\"> <\/span><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>December 16, 2019 Introduction My name is Vance Ikezoye. I am co-founder and CEO of Audible Magic. With me is [&hellip;]<\/p>\n","protected":false},"author":131,"featured_media":5431,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[5],"tags":[54,56,55,36,122],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v15.9.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>AM&#039;s CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting - Audible Magic<\/title>\n<meta name=\"description\" content=\"AM addressed the technical implementation of Article 17 using automatic content recognition software.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"AM&#039;s CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting - Audible Magic\" \/>\n<meta property=\"og:description\" content=\"AM addressed the technical implementation of Article 17 using automatic content recognition software.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\" \/>\n<meta property=\"og:site_name\" content=\"Audible Magic\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/content.recognition\/\" \/>\n<meta property=\"article:published_time\" content=\"2019-12-17T00:48:09+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-07-16T23:28:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.audiblemagic.com\/wp-content\/uploads\/2019\/12\/Untitled-design.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1028\" \/>\n\t<meta property=\"og:image:height\" content=\"686\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@audiblemagic\" \/>\n<meta name=\"twitter:site\" content=\"@audiblemagic\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"11 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.audiblemagic.com\/#organization\",\"name\":\"Audible Magic\",\"url\":\"https:\/\/www.audiblemagic.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/content.recognition\/\",\"https:\/\/www.linkedin.com\/company\/audible-magic\/\",\"https:\/\/twitter.com\/audiblemagic\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.audiblemagic.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.audiblemagic.com\/wp-content\/uploads\/2019\/08\/favicon.png\",\"width\":480,\"height\":480,\"caption\":\"Audible Magic\"},\"image\":{\"@id\":\"https:\/\/www.audiblemagic.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.audiblemagic.com\/#website\",\"url\":\"https:\/\/www.audiblemagic.com\/\",\"name\":\"Audible Magic\",\"description\":\"Automatic Content Recognition (ACR) &amp; Rights Management Solutions\",\"publisher\":{\"@id\":\"https:\/\/www.audiblemagic.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.audiblemagic.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.audiblemagic.com\/wp-content\/uploads\/2019\/12\/Untitled-design.png\",\"width\":1028,\"height\":686},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#webpage\",\"url\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\",\"name\":\"AM's CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting - Audible Magic\",\"isPartOf\":{\"@id\":\"https:\/\/www.audiblemagic.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#primaryimage\"},\"datePublished\":\"2019-12-17T00:48:09+00:00\",\"dateModified\":\"2020-07-16T23:28:46+00:00\",\"description\":\"AM addressed the technical implementation of Article 17 using automatic content recognition software.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.audiblemagic.com\/\",\"url\":\"https:\/\/www.audiblemagic.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\",\"url\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/\",\"name\":\"AM&#8217;s CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting\"}}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.audiblemagic.com\/#\/schema\/person\/6cf4497d8d2aa75433679966bd16bc54\"},\"headline\":\"AM&#8217;s CEO Vance Ikezoye Talks About Current Practices at the EU Copyright Stakeholder Meeting\",\"datePublished\":\"2019-12-17T00:48:09+00:00\",\"dateModified\":\"2020-07-16T23:28:46+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#webpage\"},\"publisher\":{\"@id\":\"https:\/\/www.audiblemagic.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.audiblemagic.com\/2019\/12\/16\/ams-ceo-vance-ikezoye-talks-about-the-practical-implementation-of-article-17-at-the-eu-copyright-stakeholder-meeting\/#primaryimage\"},\"keywords\":\"ACR,Article 17,Automatic Content Recognition,Content Identification,music licensing\",\"articleSection\":\"Blog Posts\",\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.audiblemagic.com\/#\/schema\/person\/6cf4497d8d2aa75433679966bd16bc54\",\"name\":\"Julia Hutchinson\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.audiblemagic.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/44678db2dadd8a7ceead5ccf7c582433?s=96&d=mm&r=g\",\"caption\":\"Julia Hutchinson\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","_links":{"self":[{"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/posts\/5417"}],"collection":[{"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/users\/131"}],"replies":[{"embeddable":true,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/comments?post=5417"}],"version-history":[{"count":10,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/posts\/5417\/revisions"}],"predecessor-version":[{"id":5725,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/posts\/5417\/revisions\/5725"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/media\/5431"}],"wp:attachment":[{"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/media?parent=5417"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/categories?post=5417"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.audiblemagic.com\/wp-json\/wp\/v2\/tags?post=5417"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}